<?php
return [
    'user_type' => [
        '总管理员' => 'super_admin',
        '海潮管理员' => 'admin',
        '机构管理员' => 'agency_admin',
        '用户' => 'agent',
        '客户' => 'client'
    ],
    'copyright_type' => [
        '网络采集' => 1,
        '微信采集' => 2,
        '原创' => 3,
        '授权发布' => 4,
        '未知' => 5
    ],
    'tax_type' => [
        '按比例' => '按比例',
        '固定值' => '固定值',
        '特殊' => '特殊'
    ],
    'tax_output' => [
        '成交' => '成交',
        '贷款' => '贷款',
        '持有' => '持有',
        '现金' => '现金'
    ],
    'property_status' => [
        '期房' => '期房',
        '现房' => '现房'
    ],
    'commission_type' => [
        '百分比' => '百分比',
        '数字' => '数字'
    ],
    'unit_status' => [
        '未挂牌' => '1',
        '可售' => '2',
        '已预订' => '3',
        '已支付定金' => '4',
        '合同发出' => '5',
        '合同交换' => '6',
        '完成交割' => '7'
    ],
    'aspect' => [
        '东' => '东',
        '西' => '西',
        '南' => '南',
        '北' => '北',
        '东南' => '东南',
        '东北' => '东北',
        '西南' => '西南',
        '西北' => '西北'
    ],
    'contract_type' => [
        '一本合同' => '1',
        '两本合同' => '2'
    ],
    'immi_type' => [
        '投资移民' => '投资移民',
        '独立技术移民' => '独立技术移民',
        '雇主担保移民' => '雇主担保移民',
        '买房移民' => '买房移民',
        '退休移民' => '退休移民',
        '护照项目' => '护照项目'
    ],
    'immi_share_type' => [
        'full' => 'full',
        'limited' => 'limited',
        'registeronly' => 'registeronly'
    ],
];
